{
  "plugins": {
    "mini.pick": {
      "src": "https://github.com/nvim-mini/mini.pick",
      "version": "'fe079c2bd894a5ee70b62f23d819620ef40c4949'"
    },
    "moonfly": {
      "src": "https://github.com/bluz71/vim-moonfly-colors",
      "version": "'d11b3d04cc1cb71a778d67a4df73283a5a6d66f4'"
    },
    "nvim-lspconfig": {
      "src": "https://github.com/neovim/nvim-lspconfig"
    },
    "nvim-parinfer": {
      "src": "https://github.com/gpanders/nvim-parinfer",
      "version": "'v1.2.0'"
    },
    "oil.nvim": {
      "src": "https://github.com/stevearc/oil.nvim",
      "version": "'v2.15.0'"
    },
    "quick-scope": {
      "src": "https://github.com/unblevable/quick-scope",
      "version": "'v2.7.1'"
    },
    "rose-pine": {
      "src": "https://github.com/rose-pine/neovim",
      "version": "'v3.0.2'"
    },
    "vlime": {
      "src": "https://github.com/vlime/vlime",
      "version": "'e276e9a6f37d2699a3caa63be19314f5a19a1481'"
    }
  }
}
